import React from 'react'
import '../styles/Footer.scss';

const footerText = 'Дякую, що вибрали нас як ваше джерело музичного натхнення. Наш сайт пропонує широкий вибір музичних жанрів, аудіо-треків. Ми прагнемо створити музичну спільноту, де кожен може знайти щось особливе. Запрошуємо вас залишатися з нами, стежити за оновленнями та продовжувати свою музичну подорож. Дякуємо за вашу підтримку та насолоджуйтесь звуками музики!';

const Footer = () => {
    

    return (
        <div className="Footer">
            <div>{footerText}</div>
        </div>
    )
}

export default Footer;